// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Keine Kommunikation mit dem ausgewählten Gerät möglich.\nEs wurde ausgeschaltet oder die Verbindung auf andere Weise getrennt.";
TextTooLongErrorExplanation = "Der eingegebene Text darf höchstens %d Zeichen umfassen.";
NumberNotInRangeErrorExplanation = "Geben Sie einen Zahlenwert ein, der kleiner als %f oder größer als %f ist.";
IncorrectIpAddressErrorExplanation = "Die IP-Adresse muss aus vier Zifferngruppen bestehen (jeweils von 0 bis 255), die durch Punkte voneinander getrennt sind.";
InvalidCharsInTextErrorExplanation = "Geben Sie gültige Zeichen ein.";

CDopenTitle = "CD/DVD-Fach ist geöffnet";
CDopenMsg = "Schließen Sie das CD/DVD-Fach, und setzen Sie den Druckvorgang mit dem Hauptpapierfach fort.";

TwowayConnectionErrorTitle = "Die bidirektionale Kommunikation mit dem Gerät ist nicht möglich.";
TwowayConnectionErrorMessage = "Stellen Sie sicher, dass das Gerät verbunden und eingeschaltet ist. Versuchen Sie es dann erneut.";

NoPensErrorTitle = "Es wurden keine Tintenpatronen gefunden.";
NoPensErrorMessage = "Sind Tintenpatronen installiert, vergewissern Sie sich, ob das Klebeband zum Schutz der Tintendüsen entfernt wurde.";

NotInitiatedTitle = "Die Reinigung kann nicht initiiert werden.";
NotInitiatedMsg = "Die Reinigung konnte nicht initialisiert werden. Vergewissern Sie sich, dass das Gerät online ist und keine Aufträge verarbeitet werden.";

DeviceInReserveModeMsg = "Die Ausrichtung kann nicht im Sparmodus ausgeführt werden. Ersetzen Sie leere oder fehlende Tintenpatronen.";

NoAlignTitle = "Ausrichtung ist nicht möglich";
NoAlignMsg = "Stellen Sie sicher, dass das Gerät verbunden und eingeschaltet ist. Versuchen Sie es dann erneut.";

NoCartridgesErrorTitle = "Es wurden keine Tintenpatronen gefunden.";
NoCartridgesErrorMessage = "Der Druckvorgang kann nur fortgesetzt werden, wenn alle Druckerpatronen eingelegt sind. Weitere Informationen finden Sie in der Dokumentation für das Gerät.";

OnlyPhotoPenInstalledErrorTitle = "Der Befehl \"Ausrichten\" kann nicht ausgeführt werden, wenn nur die Fototintenpatrone eingelegt ist";
OnlyPhotoPenInstalledErrorMessage = "Die Ausrichtung ist nur mit eingelegten Tintenpatronen nur Farbe, nur Schwarz, Farbe/Schwarz oder Farbe/Foto möglich. Legen Sie eine der erlaubten Tintenpatronenkombinationen ein.";

SomeCartridgeErrorTitle = "Es kann nur gedruckt werden, wenn alle Patronen eingesetzt sind";
SomeCartridgeErrorMessage = "Eine Patrone scheint zu fehlen bzw. wurde nicht erkannt oder nicht korrekt eingesetzt.";

SomePenErrorTitle = "Es kann nur gedruckt werden, wenn alle Patronen eingesetzt sind";
SomePenErrorMessage = "Eine Tintenpatrone fehlt, wurde nicht erkannt oder ist nicht korrekt eingesetzt.";

SomePrintheadErrorTitle = "Der Druckvorgang kann nur fortgesetzt werden, wenn alle Druckköpfe installiert sind";
SomePrintheadErrorMessage = "Druckkopf fehlt, wurde nicht erkannt oder ist nicht korrekt eingesetzt.";

PrintheadErrorTitle = "Zum Drucken muss der Druckkopf eingesetzt sein";

FrontDoorOpenTitle = "Vordere Klappe geöffnet";
DoorOpenTitle = "Abdeckung ist geöffnet.";
DoorOpenMsg = "Kein Druck möglich, weil eine Klappe/Abdeckung offen ist. Schließen Sie alle Klappen/Abdeckungen am Gerät.";

DeviceBusyErrorTitle = "Das Gerät ist zurzeit belegt";
DeviceBusyErrorMessage = "Bitte warten, bis der aktuelle Auftrag vom Gerät abgeschlossen wurde.";

IncorrectStateErrorTitle = "Auf dem Gerät liegt eine Fehlerbedingung vor";
IncorrectStateErrorMessage = "Beheben Sie den Fehler am Gerät, und versuchen Sie es erneut.";

InstallFuserErrorTitle = "Fixiereinheit fehlt";
InstallFuserErrorMessage = "Schalten Sie das Gerät aus, setzen Sie die Fixiereinheit wieder ein und schalten Sie das Gerät wieder ein.";

UnsupCartridgeTitle = "Nicht unterstützte Tintenpatrone";
UnsupSilverPenMsg = "Die installierte Silbertintenpatrone wird für den Macintosh-Druck nicht unterstützt.\nErsetzen Sie die Tintenpatrone durch eine schwarze Tintenpatrone, und drucken Sie noch einmal.";

CalibrationFailedTitle = "Kalibrieren der Druckqualität ist nicht möglich";

NoCmyCartridgeTitle = "Kalibrieren der Druckqualität ist nicht möglich";
NoCmyCartridgeMsg = "Setzen Sie für diesen Vorgang eine Patrone dreifarbig in das Gerät ein.";

Yes = "Ja";
No = "Nein";

HSDCancelButtonTitle = "Abbrechen";
HideButtonTitle = "Ausblenden";
HSDContinueButtonTitle = "Weiter";
HSDDoneButtonTitle = "Fertig";
HSDCloseButtonTitle = "Schließen";
HSDSkipButtonTitle = "Überspringen";
HSDOKButtonTitle = "OK";
HSDMoreInfoButtonTitle = "Weitere Informationen…";
HSDQuitButtonTitle = "Beenden";
HSDRetryButtonTitle = "Wiederholen";

DidFailLoadTitle = "Seite kann nicht geöffnet werden";
DidFailLoadMessageFormat = "URL: %@\nGrund: %@";
LoadingErrorString = "Ressource ist nicht verfügbar.";
WebLoadingString = "Laden...";

DownloadInfoFormatString = "%@ von %@";
BytesFormatString = "%d Byte";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "Netzwerk";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP Wireless-Verbindung";
UNKNOWN = "Unbekannt";

ProfileErrorTitle = "Profil konnte nicht registriert werden";
ProfileOperationErrorMessage = "Fehlercode bei ColorSync-Registrierung: %i.";
ProfileNotFoundMessage = "ColorSync Eintrag für Ihr Gerät enthält Fehler. Erstellen Sie die Druckwarteschlange erneut, um dieses Problem zu lösen.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Verbinden mit Gerät\n%@";
AbstractConnectingMessage = "Verbindung wird hergestellt...";

RetrieveInformationProcessTitle = "Informationen werden abgerufen…";
ApplySettingsProgressTitle = "Einstellungen werden übernommen…";

CouldNotRetrieveSettings = "Abrufen der Einträge nicht möglich";
CouldNotRetrieveSettingsDescription = "Unbekannter Fehler beim Kommunizieren mit dem Gerät. Versuchen Sie es später erneut.";

//paper management keys
ResponseErrorMessage = "Vergewissern Sie sich, dass das Gerät verbunden und eingeschaltet ist und nicht druckt.";
OfflineTitle = "Gerät ist offline";
OfflineMsg = "Das Gerät ist offline und kann keine Druckaufträge verarbeiten.";
DownloadProfilesTitleString = "ICC-Profile werden heruntergeladen...";
SynchronizeProfilesTitleString = "ICC-Profile werden aktualisiert...";

//PrintingPropertiesWindow
"TaskNameTitle" = "Druckeinstellungen";
"PaperThicknessTitle" = "Medienstärke:";
"NormalThicknessTitle" = "Normal";
"ThickThicknessTitle" = "Stark";
"DryTimeTitle" = "Trocknungszeit:";
"ManualDryTimeSecondsTitle" = "Sekunden";
"NoneDryTimeTitle" = "Keine";
"ReducedDryTimeTitle" = "Verkürzt";
"AutomaticDryTimeTitle" = "Automatisch";
"ExtendedDryTimeTitle" = "Verlängert";
"ManualDryTimeTitle" = "Manuell";
"StarwheelsTitle" = "Sternräder:";
"UpStarwheelsTitle" = "Oben";
"DownStarwheelsTitle" = "Unten";
"VacuumLevelTitle" = "Unterdruckniveau:";
"HighestVacuumLevelTitle" = "Am höchsten";
"HighVacuumLevelTitle" = "Hoch";
"NormalVacuumLevelTitle" = "Normal";
"LowVacuumLevelTitle" = "Gering";
"LowestVacuumLevelTitle" = "Am geringsten";
"AdvanceAdjustmentTitle" = "Papiervorschubkalibrierung:";
"AdvanceAdjustmentUnitsTitle" = "‰ (ppt)";
"AdvanceAdjustmentInfoTitle" = "(1‰ ist 1 mm/Meter)";
"InkLimitsTitle" = "Globale Tintengrenzwerte:";
"GlossEnhancerTitle" = "Hochglanzverstärker-Intenstität:";
"CutterTitle" = "Schnitt";
"RestorePrintingPropTitle" = "Druckeinstellungen wiederherstellen";
"HelpButtonTooltip" = "Hilfe";
HSDGoBackButtonTitle = "Zurück";

// status
StapleCartridgeTitle = "Heftklammernbehälter %d";
BlackDrumTitle = "Trommel Schwarz";
CyanDrumTitle = "Trommel Cyan";
YellowDrumTitle = "Trommel Gelb";
MagentaDrumTitle = "Trommel Magenta";
BlackCartridgeTitle = "Patrone Schwarz";
CyanCartridgeTitle = "Patrone Cyan";
MagentaCartridgeTitle = "Patrone Magenta";
YellowCartridgeTitle = "Patrone Gelb";
ImageTransferKit = "Transferkit";
ImageFuserKit = "Fixiererkit";
RollerKit = "Walzenkit";
MaintenanceKit = "Wartungs-Kit";
TonerCollectionUnit = "Tonerauffangeinheit";
DocumentFeederKit = "Vorlageneinzugskit";
InkCollectionUnit = "Tintenauffangbehälter";

BlackInkCartridgeTitle = "Schwarze Tinte";
CyanInkCartridgeTitle = "Zyanblaue Tinte";
MagentaInkCartridgeTitle = "Magentarote Tinte";
YellowInkCartridgeTitle = "Gelbe Tinte";
LightCyanInkCartridgeTitle = "Hellzyanblaue Tinte";
LightMagentaInkCartridgeTitle = "Hellmagentarote Tinte";
CMYInkCartridgeTitle = "Dreikammer-Farbtinte";
KCMInkCartridgeTitle = "Fototinte";
GGKInkCartridgeTitle = "Graue Fototinte";
MatteBlackInkCartridgeTitle = "Schwarze Tinte, matt";
PhotoBlackInkCartridgeTitle = "Schwarze Tinte, Foto";
BCMInkCartridgeTitle = "Blau Tinte, Foto";
LightGrayInkCartridgeTitle = "Hellgraue Tinte";
GrayInkCartridgeTitle = "Tinte Grau";
SilverInkCartridgeTitle = "Silbertinte";
GoldInkCartridgeTitle = "Gold";
BronzeInkCartridgeTitle = "Bronze";
MetallicInkCartridgeTitle = "Metallic";
LeftInkCartridgeTitle = "Links";
RightInkCartridgeTitle = "Rechts";

BlackPrintheadName = "Schwarzer Druckkopf";
CyanPrintheadName = "Zyanblauer Druckkopf";
MagentaPrintheadName = "Magentaroter Druckkopf";
YellowPrintheadName = "Gelber Druckkopf";
LightCyanPrintheadName = "Hellzyanblauer Druckkopf";
LightMagentaPrintheadName = "Hellmagentaroter Druckkopf";
CMYPrintheadName = "CMY-Druckkopf";
KCMPrintheadName = "KCM-Druckkopf";
GGKPrintheadName = "gGK-Druckkopf";
BlackYellowPrintheadName = "Schwarz / gelber Druckkopf";
CyanMagentaPrintheadName = "Zyan / magentafarbener Druckkopf";
MagentaYellowPrintheadName = "Magentarot / Gelb Druckkopf";
MatteBlackCyanPrintheadName = "Schwarz, matt / Zyanblau Druckkopf";
LightMagentaLightCyanPrintheadName = "Hellmagentarot / Hellzyanblau Druckkopf";
PhotoBlackLightGrayPrintheadName = "Schwarz, Foto / Hellgrau Druckkopf";
CMYKPrintheadName = "CMYK-Druckkopf";
BBBKPrintheadName = "BBBK-Druckkopf";
MagentaCyanPrintheadName = "Magentafarbener /Zyanfarbener Druckkopf";
MatteBlackYellowPrintheadName = "Mattschwarzer / Gelber Druckkopf";
GrayPhotoBlackPrintheadName = "Grauer / Fotoschwarzer Druckkopf";

TrayNameTemlate = "Fach %d";
"ENV FEEDER" = "Umschlagzufuhr";
"Envelope Feeder" = "Umschlagzufuhr";
"Multipurpose Tray" = "Mehrzweckfach";

MediaStatusUnknown = "Unbekannt";
MediaStatusNotEmpty = "Nicht leer";
MediaStatusEmpty = "Leer";
MediaStatusLow = "Niedrig";
MediaStatusFull = "Voll";
MediaStatusOk = "OK";

BlackPrintheadColor = "Schwarz";
CyanPrintheadColor = "Zyan";
MagentaPrintheadColor = "Magenta";
YellowPrintheadColor = "Gelb";
LightCyanPrintheadColor = "Helles Zyan";
LightMagentaPrintheadColor = "Helles Magenta";
CMYPrintheadColor = "CMY-Druckkopf";
KCMPrintheadColor = "KCM-Druckkopf";
GGKPrintheadColor = "gGK-Druckkopf";
BlackYellowPrintheadColor = "Schwarz / Gelb";
CyanMagentaPrintheadColor = "Zyan / Magenta";
MagentaYellowPrintheadColor = "Magentarot / Gelb";
MatteBlackCyanPrintheadColor = "Schwarz, matt / Zyanblau";
LightMagentaLightCyanPrintheadColor = "Hellmagentarot / Hellzyanblau";
PhotoBlackLightGrayPrintheadColor = "Schwarz, Foto / Hellgrau";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "Online-Informationen werden abgerufen";
HSDOnlineWarningSheetBasicMessage = "Wenn Sie auf \"Weiter\" klicken, wird über Ihren Standardwebbrowser online auf die HP Webseiten zugegriffen.";

HSDOnlineWarningSheetExtendedMessage = "Beim Klicken auf \"Weiter\" wird Ihr Standardwebbrowser verwendet, um online zu gehen und auf HP Webseiten zuzugreifen. Für diese Operation werden einige Daten an die HP Webserver gesendet.";
HSDOnlineWarningSheetExtendedComment = "HP kann diese Informationen verwenden, um die Funktionsweise individuell anzupassen, relevante Angebote zu präsentieren und Ihre Zufriedenheit mit HP zu steigern.";

HSDOnlineWarningSheetCheckboxTitle = "Diese Warnung nicht erneut zeigen";
HSDPrivacyPolicyOnlineLinkTitle = "HP Datenschutzerklärung";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/de/de/privacy.html";

HSDPrivacyStatementOnlineLink = "HP Datenschutzerklärung";
HSDViewPrivacyStatementOnlineLink = "HP Datenschutzerklärung";
HSDViewSharedDataLink = "An HP übermittelte Daten anzeigen";

DetailsTitle = "Details";

MacOSVersion = "Mac Betriebssystemversion";
DeviceSerialNumber = "Seriennummer Gerät";
DeviceModelNumber = "Modellnummer Gerät";
DeviceModelName = "Modellname Gerät";
DeviceProductNumber = "Produktnummer Gerät";
ServiceID = "Dienst-ID";
ModelID = "Modell-ID";
DeviceSKUName = "Gerät-SKU-Name";
HSDLifesaverClaimIDTitle = "Aktivierungscode";
HSDDeviceUUIDTitle = "Geräte-UUID";
HSDZipCodeTitle = "Postleitzahl";

UndefinedDrumTitle = "Bildtrommel";

// authentication dialog
AuthenticationTitle = "Geben Sie Ihr Kennwort ein, um auf diese Einstellungen zuzugreifen.";
AuthenticationDescription = "Die Einstellungen, auf die zugegriffen werden soll, erfordern ein Kennwort, das zuvor auf Ihrem Gerät eingestellt wurde.";
ShowPasswordTitle = "Kennwort anzeigen";
KeyChainTitle = "Kennwort in meinem Schlüsselbund speichern";
IncorrectPasswordMessage = "Das Kennwort ist falsch.";

// ICC profile registration
DriverNeedsUpdateMsg = "Ihr Treiber muss aktualisiert werden. Auf \"HP Support\" klicken, um zur HP Website zu wechseln und nach neuen Treibern zu suchen.";
DeviceIsBusyMsg = "Gerät belegt. Bitte erneut versuchen, wenn kein Druckvorgang läuft.";
HPSupportButtonTitle = "HP Support";

// Applying device settings
ApplyDeviceSettingsGenericError = "Einstellungen können nicht angewendet werden";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Überprüfen Sie, ob das Gerät online und verbunden ist.";

// assistant
AssistantCloseAlertTitle = "Soll der Assistent wirklich geschlossen werden?";
AssistantCloseAlertMessage = "Vom Assistenten werden das HP Gerät und die Software konfiguriert, damit Sie alle Leistungsmerkmale und Funktionen voll ausschöpfen können. Einige Funktionen sind ggf. nicht verfügbar, wenn das Gerät nicht korrekt konfiguriert ist.";
AssistantTocViewWidth = "180";
AssistantTaskViewPreferredSize = "{657,402}";

DeviceIsAlreadySetUpTitle = "Gerät ist eingerichtet";
DeviceIsAlreadySetUpMessage = "Das ausgewählte Gerät wurde bereits eingerichtet.";

DeviceDoesNotRequireSetupTitle = "Keine Einrichtung erforderlich";
DeviceDoesNotRequireSetupMessage = "Das ausgewählte Gerät muss nicht eingerichtet werden.";

CannotConfigureWirelessTitle = "Wireless-Einrichtung nicht möglich";
CannotConfigureWirelessMessage = "Wi-Fi funktioniert nicht, wenn ein Ethernet-Kabel angeschlossen ist.";

HSDUseHPEasyStartToSetupDeviceTitle = "HP Easy Start ist erforderlich, um dieses Gerät einzurichten";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start ist die neue Methode zum Einrichten Ihres HP Druckers sowie zum Vorbereiten Ihres Mac für den Druck. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:HP Easy Start ist erforderlich, um das Gerät an dieser Adresse einzurichten. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:Von HP Easy Start wird die neueste Software für den Drucker gesucht und installiert. Danach werden Sie durch die Druckereinrichtung geführt.

Rufen Sie HP Easy Start unter HSD_LINK:HSDEasyStartLink ab.";

DeviceIsNotSupportedTitle = "Gerät wird nicht unterstützt";
DeviceIsNotSupportedMessage = "Das Problem lässt sich ggf. durch Aktualisieren des HP Utility oder Verwenden anderer HP Software lösen, die zur Unterstützung dieses Geräts entwickelt wurde.";
DeviceAtAddressIsNotSupportedString = "Gerät an dieser Adresse wird nicht unterstützt. Das Problem lässt sich ggf. durch Aktualisieren des HP Utility oder Verwenden anderer HP Software lösen, die zur Unterstützung dieses Geräts entwickelt wurde.";
MultipleDriversNotInstalledTitle = "Die HP Software, die zum Einrichten des Geräts erforderlich ist, wurde nicht gefunden";
MultipleDriversNotInstalledWarningTitle = "Ein Teil der HP Software, die zum Einrichten des Geräts erforderlich ist, wurde nicht gefunden";
PrintDriverNotInstalledTitle = "Die HP Software, die zum Einrichten des Drucks erforderlich ist, wurde nicht gefunden";
ScanDriverNotInstalledTitle = "Die HP Software, die zum Einrichten der Scanfunktion erforderlich ist, wurde nicht gefunden";
FaxDriverNotInstalledTitle = "Die HP Software, die zum Einrichten der Faxfunktion erforderlich ist, wurde nicht gefunden";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Laden Sie die neueste Software für Ihr Gerät unter HSD_LINK:HSD_URL:HSDSupportLink_URL herunter und installieren Sie diese. Versuchen Sie es dann erneut.";
HSDMissingSoftwareMessage = "HSD_TEXT:Laden Sie die neueste Software für Ihr Gerät unter HSD_LINK:HSD_URL:HSDSupportLink_URL herunter und installieren Sie diese. Versuchen Sie es dann erneut. Wenn Sie fortfahren, ohne die neueste Software zu installieren, sind einige Funktionen nicht verfügbar.";

DisabledFeaturesWarningSheetTitle = "Deaktivierte Funktionen";
DisabledFeaturesWarningSheetMessage = "Von einem Administrator wurden einige Funktionen des ausgewählten Geräts deaktiviert.\n\nWeitere Informationen hierzu erhalten Sie bei einem Administrator oder über die Gerätedokumentation.";

DeviceIsConnectedViaAccessPointTitle = "Gerät lässt sich nicht über ein spezielles Wireless-Netzwerk einrichten";
DeviceIsProbablyConnectedViaAccessPointMessage = "Die Verbindung zum ausgewählten Gerät ist wahrscheinlich über ein spezielles Wireless-Netzwerk erfolgt, das vom Gerät erstellt wurde. Wenn das Gerät in der Liste zweimal aufgeführt ist, wählen Sie den zurzeit nicht ausgewählten Eintrag aus. Stellen Sie ansonsten sicher, dass das Gerät mit einem kabelgebundenen oder drahtlosen (Wireless-) Netzwerk verbunden ist, auf das der Computer zugreifen kann. Versuchen Sie es dann erneut.\n\nWenn Ihr Computer nicht mit dem speziellen Wireless-Netzwerk des Geräts verbunden ist, klicken Sie auf \"Weiter\", um das Gerät einzurichten.";
DeviceIsConnectedViaAccessPointMessage = "Die Verbindung zum ausgewählten Gerät ist über ein spezielles Wireless-Netzwerk erfolgt, das vom Gerät erstellt wurde. Wenn das Gerät in der Liste zweimal aufgeführt ist, wählen Sie den zurzeit nicht ausgewählten Eintrag aus. Stellen Sie ansonsten sicher, dass das Gerät mit einem kabelgebundenen oder drahtlosen (Wireless-) Netzwerk verbunden ist, auf das der Computer zugreifen kann. Versuchen Sie es dann erneut.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP Datenschutzerklärung";
HPPrivacyStatement = "HP verpflichtet sich zum Schutz der Daten und Privatsphäre unserer Kunden. Die Registrierungsdaten dürfen in anonymisierter Form oder in Datenzusammenstellungen zu Marktforschungszwecken verwendet werden, die es HP gestatten, die Qualität der Produkte und der Serviceangebote zu verbessern. Die erfassten Daten werden an eine Stelle von HP gesendet, die sich möglicherweise im Ausland befindet. Die Daten werden in Übereinstimmung mit den Bedingungen der Datenschutzerklärung bis zu 5 Jahre ab dem Zeitpunkt der letzten Datenübertragungssitzung aufbewahrt.\n\nHP sendet Ihre Daten auf elektronischem Weg an HP Server. Die IP-Adresse des sendenden Computers wird ausschließlich zu Übertragungszwecken verwendet.";
HPOnlinePrivacyStatementButtonTitle = "HP Datenschutzerklärung";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Konfigurieren";

//Add Device Manually titles
ManualAddWindowTitle = "Gerät manuell hinzufügen";
ManualAddTitle = "Gerät manuell hinzufügen";
ManualAddAddressTypeLabel = "Adresstyp:";
ManualAddAddressLabel = "Adresse:";
ManualAddFormatTitle = "Format:";
AddButton = "Hinzufügen";

InvalidAddress = "Ungültiges Adressformat";
ProgressMessage = "Verbindung zum Gerät wird hergestellt…";
NotReachableMessage = "Gerät ist nicht zugänglich";
NotSupportedDeviceMessage = "Gerät an dieser Adresse wird nicht unterstützt";

HostHameFormat = "name.domäne";
HostOrBonjourDomainName = "Host- oder Bonjour-Domänenname";

ConnectToNetworkWithoutBluetooth = "Verbinden Sie Ihren Computer mit einem Netzwerk (kabelgebunden oder wireless/drahtlos) und versuchen Sie es erneut.";
ConnectToNetwork = "Verbinden Sie Ihren Computer mit einem Netzwerk (kabelgebunden oder wireless/drahtlos) oder aktivieren Sie Bluetooth, und versuchen Sie es erneut.";
NoNetworkConnection = "Keine Netzwerkverbindung";

BluetoothIsOffAlertMessage = "Bluetooth ist auf Ihrem Mac ausgeschaltet";
BluetoothIsOffAlertExplanation = "Aktivieren Sie Bluetooth über die Systemeinstellungen oder das Menü \"Bluetooth\"";

HPTableHeaderColumnName = "Spalte";
MoreInfoTitle = "Weitere Informationen";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Verbindung zum Gerät wurde getrennt";
kDeviceReconnectUnavailabilityAlertTitleKey = "Verbindung zum Gerät lässt sich nicht herstellen.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Verbindung erneut herstellen";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Anderes Gerät auswählen...";
kDeviceUnavailabilityAlertMessageKey = "Wählen Sie ein anderes Gerät aus, oder versuchen Sie, erneut eine Verbindung zum aktuellen Gerät herzustellen.";

HSDCurrentSettingTitle = "[Aktuelle Einstellung]";

DeviceInReserveModeMsgPigment = "Im Reservemodus ist keine Ausrichtung möglich. Wechseln Sie leere Patronen aus oder setzen Sie fehlende Patronen ein.";
NoPensErrorMessagePigment = "Sind Patronen eingesetzt, vergewissern Sie sich, dass die Schutzfolie von den Düsen entfernt wurde.";
SomePenErrorMessagePigment = "Eine Patrone fehlt, wird nicht erkannt oder ist falsch eingesetzt.";
PageWideCollectionUnit = "Auffangeinheit";
BlackPageWideCartridgeTitle = "Patrone Schwarz";
CyanPageWideCartridgeTitle = "Patrone Cyan";
MagentaPageWideCartridgeTitle = "Patrone Magenta";
YellowPageWideCartridgeTitle = "Patrone Gelb";

// Printer sleeping warning
PrinterIsSleepingTitle = "Diese Funktionalität ist nicht verfügbar, wenn sich der Drucker im Energiesparmodus befindet.";
PrinterIsSleepingMessage = "Wenn Sie den Drucker aus dem Energiesparmodus heraus aktivieren möchten, klicken Sie unten auf die Schaltfläche 'Standby beenden'.";
WakeUpButtonTitle = "Standby beenden";

HSDUserNameTitle = "Benutzername:";
HSDPasswordTitle = "Kennwort:";

HSDPromptToLogin = "Sie müssen sich anmelden, um diese Seite anzuzeigen.";
HSDPromptToLoginIncorrectPassword = "Der Benutzername oder das Kennwort wurde falsch eingegeben. Geben Sie beides korrekt ein und versuchen Sie es dann erneut.";
HSDPromptToLoginInformativeText = "Ihr Kennwort wird unverschlüsselt gesendet.";
